Repository: shannoga/HiBye
Catalog: *.lproj/Localizable.strings
Languages: he

source: HiBye
he: הי-ביי

source: Archive
he: ארכיון

source: Settings
he: הגדרות

source: No Note
he: אין הערות

source: Dating
he: דייטים

source: Work
he: עבודה

source: Professionals
he: בעלי מקצוע

source: Stores
he: חנויות

source: Traveling
he: נסיעות

source: Leads
he: לקוחות

source: Events
he: אירועים

source: No Category
he: ללא קטגוריה

source: All
he: הכל

source: Expired
he: פגי תוקף

source: Add new HiBye contact
he: הוסף איש קשר חדש להיי-ביי

source: Cancel
he: בטל

source: Add New Contact
he: צור איש קשר חדש

source: Select Existing Contact
he: בחר איש קשר קיים

source: Set Contact Timer
he: קבע טיימר לאיש הקשר

source: Use Default Timer
he: החל טיימר ברירת מחדל

source: Set Custom Timer
he: קבע טיימר מותרם אישית

source: Selected contact allready exist in HiBye
he: איש הקשר הנבחר קיים כבר בהיי-ביי

source: Set new Timer
he: הגדר טיימר חדש

source: Delete Selected Contact
he: מחק איש קשר

source: Delete
he: מחק

source: Send contact to Archive
he: שלח איש קשר לארכיון

source: Send To Archive
he: שלח לארכיון

source: Save Contact Permanently
he: שמור איש קשר לצמיתות

source: Save permanently
he: שמור כקבוע

source: Timer Settings
he: טיימר

source: Default Timer
he: טיימר ברירת מחדל

source: Alert before delition
he: התראה לפני מחיקה

source: Categories Settings
he: קטגוריות

source: Preset categories
he: קטגוריות מובנות

source: Display Settings
he: תצוגה

source: Sort contacts by
he: מיין אנשי קשר לפי

source: first,last
he: פרטי, משפחה

source: last,first
he: משפחה, פרטי

source: Reset Timer
he: הגדר טיימר

source: Days
he: ימים

source: Weeks
he: שבועות

source: Months
he: חודשים

source: Week
he: שבוע

source: Day
he: יום

source: Month
he: חודש

source: 0 Days
he: 0 ימים

source: Delete Permanently
he: מחק לצמיתות

source: Send to Archive
he: שלח לארכיון

source: Save Permanently
he: שמור כקבוע

source: Set category
he: בחר קטגוריה

source: Change category
he: שנה קטגוריה

source: Note
he: הערה

source: Reset timer
he: הגדר טיימר חדש

source: days ago
he: ימים חלפו
